Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/lainsaadanto.html.tmx
Source language: fin
Languages: sms

source: Lainsäädäntö
sms: Lääʹjjšiõttõõžžâst

source: Saamelaisten oikeudet lainsäädännössä
sms: Lääʹddjânnam vuâđđlääʹǩǩ (731/1999)

source: Saamelaisista ja saamelaiskäräjistä löytyy mainintoja useasta laista.
sms: Lääʹddjânnam vuâđđlääʹǩǩšiõttõõžž oođeeš eeʹjj 1999 nooreeʹl ääiʹjab nellj pååđ vuâđđlääʹjj õhttân lääʹǩǩen.

source: Saamelaiskulttuuri, saamen kieli tai saamelaiskäräjät on mainittu 122 eri laissa ja asetuksessa.
sms: Ođđ vuâđđlääʹǩǩ šõõddi viõʹǩǩe 1.3.2000.

source: Saamelaiskäräjät on mainittu 11 laissa ja asetuksessa.
sms: Säʹmmlai vuâđđvuõiggâdvuõđin šiõtteeš vuõss vuâra eeʹjj 1995 viõʹǩǩe šõddâm halltõsvueʹjj muttõõzzin.

source: Suomen perustuslaki
sms: Ođđ vuâđđlääʹjjest seämma šiõttõs lij vuâđđvuõiggâdvuõđi kuõskki 2 lååǥǥ 17§ 3 momenttest: “Säʹmmlain vuõssnarooden da romanlain da jeeʹres äʹrttlin lij vuõiggâdvuõtt ââʹnned da ooudâsviikkâd jiiʹjjes ǩiõl da kulttuur.

source: Perustuslain 17 § 3 momentin mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sms: Saaʹmi vuõiggâdvuõđâst ââʹnned ǩiõl veʹrǧǧneeʹǩǩin šiõtteet lääʹjjin.

source: Saamelaiskulttuuriin luetaan kuuluvaksi saamelaisten perinteiset elinkeinot ja niiden modernit harjoittamisen muodot.
sms: Saaʹmid kuulli kulttur-jiiʹjjesvaaldšemvuõđâst šiõtteeš vuõss vuâra eeʹjj 1996 aalǥâst viõʹǩǩe puättam halltõsvueʹjjin 51a §:fin.

source: Lain 121 §:n 4 momentin mukaan saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään.
sms: Ođđ vuâđđlääʹjj seämma šeâttõs lij vaaldšem da jiiʹjjesvaaldšemvuõđ kuõskki 11 lååǥǥâst, koon 121§ 4 momeent mieʹldd:

source: Hallituksen esityksessä perustuslain muuttamiseksi todetaan, että säännöksellä pyritään siihen, että tulevassa lainsäädännössä määrättäisiin saamelaisten omaa kieltä ja kulttuuria koskevissa asioissa toimielimet, toimivaltarajat ja tehtävät saamelaishallinnolle, kunnalliselle itsehallinnolle ja valtion hallinnolle.
sms: “Saaʹmin lij säʹmmlai dommvuuʹdest ǩiõl da kulttuur kuõskki jiiʹjjesvaaldšemvuõtt tõn mieʹldd ku lääʹjjest šïõtteet.

source: Perustuslain 22 § mukaan julkisen vallan on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen.
sms: Kulttur-jiiʹjjesvaaldšemvuõđ čõõđtem diõtt šiõtteeš eeʹjj 1995 saaʹmi jiiʹjjesvaaldšemorgaanâst, sääʹmteeʹǧǧest še, jiiʹjjes lääʹjjin.

source: Hallituksen esityksessä perusoikeussäännöksien ottamisessa perustuslakiin todetaan, että säännös ulottaisi julkisen vallan turvaamisvelvollisuuden kansainvälisissä sopimuksissa turvattuihin ihmisoikeuksiin.
sms: Sääʹmteʹǧǧ tuejjad nääiʹt tõzz vuâđđlääʹjjest šiõttuum tuâi.
